{
        "label": "Birthday Messages",
        "key": "birthday_messages",
        "messages": [
"I want to be the first to greet you: I love you today, and every day until my last breath. Happy birthday!",

"Another year passed by but you are still my one and only love. Happy birthday, darling!",

"You are one year older, but you are perfect just the way you are. Happy Birthday! I love you!",

"You make the world a better place by just being you. Happy Birthday, My Dear!",

"My dear, I wish you on your special day much laughter, joy and peace. I will provide kisses, hugs and love!",

"Happy birthday, my dear! You mean everything to me, you are my life… so live long and healthy! I love you.",

"The candles on your cake won’t start a fire if you don’t light them, but that isn’t what candles are for. Keep lighting up the world on your birthday. I love you.",

"May birds sing and flowers cover your path to a happy life as you celebrate your birthday. I will be by your side, always.",

"Happy birthday, my love! I’m so happy that we are spending it together. Know that my love will stay with you always, no matter what.",

"It is easy to just say I Love You these days, so I will say I Love You with my actions, each and every day. Happy birthday, darling!",

"You truly are the the most precious gift in my life, so I will give you the greatest gift of all for your special day: my undying love. Happy birthday, my dear!",

"if I could, I would give you all that you ever wished for as your gift. But I can’t, so instead, I will give you my love to keep for eternity.",

"On this special day and on every day of the year, my favorite place to be is right by you. Happy birthday, my love!",

"You fill my heart with love every time I see you. May your birthday be just as full of love, just as full of happiness.",

"Thank you for being the best in the world. Happy birthday, baby!",

"I am eternally grateful to have met you… you are everything to me. My love for you will always stay strong and true. I love you. Happy birthday!",

"My dearest, I wish you a day as bright as your smile, as warm as your heart, and just as special as you are. Have a wonderful birthday!",

"Sweetheart, may you stay always happy, as I know I have been ever since we got married. I will cherish you forever. Happy birthday, my love!", 
 
 "Congratulations on your birthday! Wishing you a truly fabulous day.",

"Wishing you a very special birthday and a wonderful year ahead!",

"Warmest wishes for a very happy birthday.",

"I hope your birthday is full of sunshine and rainbows and love and laughter! Sending many good wishes to you on your special day.",

"Happy Birthday! I hope you have a great day today and the year ahead is full of many blessings.",

"Wishing you a very happy birthday! May all your dreams come true.",

"Happy Birthday! I hope you have a wonderful day and that the year ahead is full of fun and adventure.",

"Happy Birthday! Wishing you a beautiful day and many blessings for the year ahead.",

"May your birthday be sprinkled with fun and laughter. Have a great day!",

"Congratulations on your birthday! Sending you our love and good wishes.",

"Many happy returns to you on your birthday! We hope you have a wonderful day full of friends, family, and cake!",

"Happy Birthday to my best buddy! I hope you have a good one.",

"Happy Birthday! I’m so grateful for your friendship and all the fun times we’ve had together this year. Here’s to many more!",

"Happy Birthday to such a fabulous friend! Wishing you many blessings for the year ahead.",

"Happy Birthday to my crazy, fun, fabulous best friend! I love you to the moon and back and am so grateful for your friendship and all the fun times we’ve shared this year. I hope you have a great day!",

"Happy Birthday to my best buddy! I hope you have a good one.",

"Many happy returns on your birthday! I know this past year has had some tough times but I hope that the coming year brings you the good fortune you deserve. You’re a great friend and I am so thankful for your presence in my life.",

"Happy Birthday to my gorgeous friend, you’re the best! I hope you have a brilliant day.",

"Wishing you a wonderful birthday and a fantastic year ahead! Thanks for being such a dear friend.",

"Wishing you a very happy birthday and all the best for the coming year. Thanks for being such a great friend!",

"You’re such a generous, kind, fabulous person and I’m so lucky to have you as a friend. Wishing you an extra special birthday and best wishes for the year ahead.",

"Happy Birthday! Love you lots and can’t wait to celebrate your birthday with you [tonight/on the weekend etc]. Thanks for being such a great friend!",

"Happy Birthday to the coolest sister! The day is brighter and more fun when you’re around.",

"Happy Birthday, sister. May today be the start of a wonderful, glorious and joyful year.",

"There is no better sister that I could dream up. You are my best friend and partner-in-crime. Life would be dull without you. Happy Birthday!",

"I am so grateful you’re my sister, I can’t imagine life without you! Thanks for being amazing! Have a great birthday!",

"There’s never a dull moment with you in the house, thanks for all the fun and laughter you bring into our lives! May your birthday be full of joy, and may the year ahead be your best one yet! Happy Birthday!",

"Sisters fill your soul with bright sunshine and your heart with laughter and joy. Happy Birthday!",

"You’re truly one in a million - so kind, caring, and sweet. To be honest, I am not sure how we are even related! I hope your birthday is as amazing as you are.",

"Hooray it’s your birthday! Probably the only thing that we didn’t have to share as kids! Today it’s all about you - have fun and enjoy your special day!",

"Sisters are a lot like toppings on ice cream: you can get by without them, but where’s the fun in that? Thanks for sweetening my life with your love. Happy Birthday!",

"Happy Birthday! Here’s to the cutest, smartest, most perfect sister! I think it must run in the family.",

"Happy Birthday to my brother. Here’s to another year of laughing at our own jokes and keeping each other sane! Happy Birthday!",

"Happy Birthday to such a great brother, I hope you have a fun day today!",

"Happy Birthday to the coolest brother! The day is brighter and more fun when you’re around.",

"Hooray it’s your birthday! Probably the only thing that we didn’t have to share as kids! Today it’s all about you - have fun and enjoy your special day!",

"No matter how serious life gets, you’ve got to have that one person you can be completely stupid with. So glad I’ve got you bro! Have a brilliant birthday!",

"It’s remarkable how long we’ve put up with each other. Happy Birthday.",

"You’re turning a perfect age. Old enough to recognize your mistakes but young enough to make some more. Happy Birthday!",

"I hope you have a brilliant birthday brother, and that this next year is full of exciting opportunities! Keep reaching for those stars, I believe in you!",

"There’s never a dull moment with you in the house, thanks for all the fun and laughter you bring into our lives! May your birthday be full of joy, and may the year ahead be your best one yet! Happy Birthday!",

"Another adventure-filled year awaits you, I hope you enjoy it to the full! Happy Birthday brother!",

"As you go through each year, remember to count your blessings, not your age. Count your amazing experiences, not your mistakes. Happy Birthday to an insanely awesome person!",
"On your birthday, look to the future and forget your past- the best is still to come. Happy birthday, friend.",

"Happy birthday to someone who is funny, charming, popular, and loving- someone like me. Congrats on your birthday you amazing human!",

"For you on your birthday, I wish you a lifetime of happiness, a smaller amount of worries, and a boat load of big dreams coming true.",

"A birthday is one of the most important days of the year- may yours be filled with the light of living and the brightness of laughter.",

"Words cannot express how happy I am to say ‘happy birthday’ to you another year of your life. You are so special to me.",
"Roses may be red and violets blue, but you put all the colors in the rainbow to shame. Happy birthday to the brightest, best person I know!",
"To a dear friend- thanks for always being there for me through the thick and the thin. You’re truly the best. Happy birthday to you!",
"I know your birthday is a special day with or without me, but I have to say that you are the best friend I’ve ever had!",
"A birthday is a time for celebration- it’s a time to celebrate the life of someone special. Here’s to you getting love, joy, and lots of happiness on your big day.",

"On your birthday, I’d like to say thank you for sharing with me all of the wonderful memories, and I hope we will make many more together in the future.",
"May this year be a breakthrough year for you! I hope that all your stars keep shining and your biggest dreams come true. Congrats on another great year.",
"I don’t know everything new that you learned this year, but I know that whatever it was it will propel you into your best year yet- Happy Birthday and congrats.",
"Every time you blow out a candle it marks another year you have contributed to the world with your humbling presence. Thanks for that and happy birthday!",
"Another year older means another year wiser, and hotter. Glad you were born to share your wisdom with us. Happy birthday, babe.",
"I am grateful to God for not putting a price tag on you, because there would have been absolutely no way I could afford a girlfriend as wonderful as you! Happy Birthday to the love of my life!",
"I may not be with you on this special day, but know that you mean more to me than anything in this world. Happy birthday, my dear sister! I could not think of a better present for you on this big day of yours than telling you from the bottom of my heart how much I love you!",
"Several years ago, I made a wish upon seeing a falling star. That wish came true when you decided to spend the rest of your life with me. Happy Birthday to the most beautiful person in my life! I will love you forever!",
"Thank you for making my life meaningful. I wouldn’t be where I am today if it wasn’t for you, and for that I am forever grateful. Happy Birthday to the most special person in my life!",

"No matter how bad my day goes, you make everything alright by just smiling at me. Thank you for being that special person in my life. I will always cherish and adore you. Happy Birthday to the love of my life!",
"I could lose all my possessions, and I wouldn’t bother at all so far as I have you by my side. That is how much you mean to me, dear. May this special day of yours be filled with things that make you smile and laugh. Happy birthday, my dear!",
"I have your heart and I will forever keep it safe. I know you are doing the same to mine. Happy Birthday, sweetheart!",
"I guess you thought I forgot about today. How could I ever forget a day as special as a good friend’s birthday! I want to send you a Happy Birthday card and remind you of how important your friendship is to me.",

"I have been looking for a decent gift to give you on this special birthday of yours but to no avail. I guess this is simply because there is no way on earth I could ever get a gift as special as you. I love you more than a million bucks! Happy Birthday, sweetheart!",

"If it’s not too early in our relationship, I would like to say three words to you in honor of your special day. Happy birthday, dear!",

"Believe it or not, I never thought I would love anything more than chocolate, until you walked into my life. Happy birthday, my precious one!",

"On this special day, I want to remind you of how much you mean to me. Nothing can separate us. Not even Donald Trump’s great wall can come between us! Happy Birthday to my best friend in the world!",

"Happy Birthday, sweetie! I love you more than the Beast loves the Beauty!",

"Happy Birthday, my dearest friend! Do you know I love you more than soccer is loved in Brazil?",

"Happy Birthday, man! Hmmm… you are becoming so old, I am beginning to fear if you entered an antiques auction, people might actually bid on you.",

"Happy Birthday, dear friend! Being the good friend that I am, I won’t let you celebrate your big day alone. And I definitely won’t let you eat your birthday cake alone! Best wishes!"
 
               
        ]
    }
