{
        "label": "Birthday Messages",
        "key": "birthday_messages",
        "messages": [
"I want to be the first to greet you: I love you today, and every day until my last breath. Happy birthday!",

"Another year passed by but you are still my one and only love. Happy birthday, darling!",

"You are one year older, but you are perfect just the way you are. Happy Birthday! I love you!",

"You make the world a better place by just being you. Happy Birthday, My Dear!",

"My dear, I wish you on your special day much laughter, joy and peace. I will provide kisses, hugs and love!",

"Happy birthday, my dear! You mean everything to me, you are my life… so live long and healthy! I love you.",

"The candles on your cake won’t start a fire if you don’t light them, but that isn’t what candles are for. Keep lighting up the world on your birthday. I love you.",

"May birds sing and flowers cover your path to a happy life as you celebrate your birthday. I will be by your side, always.",

"Happy birthday, my love! I’m so happy that we are spending it together. Know that my love will stay with you always, no matter what.",

"It is easy to just say I Love You these days, so I will say I Love You with my actions, each and every day. Happy birthday, darling!",

"You truly are the the most precious gift in my life, so I will give you the greatest gift of all for your special day: my undying love. Happy birthday, my dear!",

"if I could, I would give you all that you ever wished for as your gift. But I can’t, so instead, I will give you my love to keep for eternity.",

"On this special day and on every day of the year, my favorite place to be is right by you. Happy birthday, my love!",

"You fill my heart with love every time I see you. May your birthday be just as full of love, just as full of happiness.",

"Thank you for being the best in the world. Happy birthday, baby!",

"I am eternally grateful to have met you… you are everything to me. My love for you will always stay strong and true. I love you. Happy birthday!",

"My dearest, I wish you a day as bright as your smile, as warm as your heart, and just as special as you are. Have a wonderful birthday!",

"Sweetheart, may you stay always happy, as I know I have been ever since we got married. I will cherish you forever. Happy birthday, my love!",
        ]
    }
