{
      "label": "Cute Messages",
      "key": "cute_messages",
      "messages": [
    "Just seeing you walk into the room is such a sweet aphrodisiac, my heart surrenders to you.",

"You are so cute, i can't resist.",

"Just seeing your beautiful smile makes my day happy.",

"I see you and I send my arms to encircle you and hold you still so I can kiss you.",

"I am at a loss for words whenever I see you.",

"Some people don’t believe in love at first sight … well, obviously they haven’t seen you.",

"My dear, just seeing you by my side is heaven for me.",

"I want to be the first thing you touch in the morning and the last thing you taste at night.",

"I want to be by your side until the last day I breathe.",

"You and I are meant for each other… I want to be yours forever.",

"This is not complicated. I just want to be in love with you and cherish you.",

"My dear, I can see the two of us holding hands tomorrow, a year from now, 20 years from now.",

"I want to be yours forever, i love you.",

"I wonder if we ever think of each other at the same time.",


"My dear, sometimes I wonder if I tell enough times how much I love you, how much I need you in my life.",

"I wonder if we could just run away, far away … just the two of us, to a remote island and live there happily.",

"The sound of your voice echoing, a call that floats like fire and ice on the wind. I wonder if you know how beautiful you are.",

"It is truly wonderful to love each other fully, with no hesitation, no doubts.",

"Love is the harmony of the souls singing together.",


"You are like a dream that I don’t ever want to wake up from.",

"We all have dreams every night, but all I want to dream about is you.",

"I wish my dream will come true just this one time. I wish that you and I would be together.",

"Dreaming about you is all I can do right now, but I hope that one day we will be together and nothing will separate us any more.",

"My number one dream in this life is to love and be loved back. This dream is about you and I. I love you.",

"So many times I tried to imagine what my love would look like. I stopped doing that when I met you. Now I know.",

"You are like the most beautiful dream that anyone could have.",

"If my thoughts were a butterfly, they would fly to you.",

"Just to tell you that I dream of you every day and night.",

"My thoughts are happy and peaceful, just like butterfly … all because of you.",

"I dream of you and I … I dream of colorful butterflies and unicorns … I dream of love.",

"I only saw grey and dark before, now I see all the colors. I had only sad, black thoughts before, now my thoughts are happy and colorful. You showed me love and you gave my life colors.",

"Like a caterpillar that turns into a butterfly, so I turn from vague to vivid, from sad to happy. All because of you. "
      ]
    }
