{
        "label": "Dating Messages",
        "key": "dating_messages",
        "messages": [
"Loving you is the greatest thing that ever happened to me",
"We will be together, me and you forever.",
"I can’t think of anything better than getting a reply from you.",
"I want this message to be the reason you smile at your screen.  ",
"Do you ever feel like something really great is about to happen? I kind of feel that way now.",
"If you respond to one message today, let it be mine.",
"I kind of, sort of, well, pretty much think you seem amazing. Want to chat sometime?",
"If you wanted to talk, it’d definitely make my day… or maybe year.",
"Hello. Also, you are amazing.",
"Could you please reply to this message and make me feel like the luckiest person in the world?",
"You have no idea how happy it would make me to talk to you.",
"You had me at It’s a Match. ",
"I tend to wear my heart on my profile. ",
"Hello, bonjour, aloha, salut! (I wasn’t sure how to say hi, so I tried a bunch. ",
"Rawr means hello in dinosaur. RAWR! ",
"That awkward moment when you try to message a guy/girl and all you can think of is hello.",
"Just saying hi. Because I’m annoying like that.",
"I’m willing to risk the cooties if you are.",
"I like how your nose is in the middle of your face. That’s really cute.",
"I like hugs.",
"I will always tell you when you have something in your teeth. That’s just the kind of person I am.",
"I’d love to talk to you. For reals. No fakesies.",
"I think I quite fancy you.",
"You seem super duper.",
"Double thumbs up to you.",
"Anyone can be cool but awesomeness like yours takes practice.",
"You (yes, you) are the person I want to talk to.",
"I don’t flirt, but I will totally seduce you with my awkwardness.",
"I’m looking for someone I can be a complete nerd with. You interested?",
"I like it when a guy/girl  talks nerdy to me.",
"I’m the good kind of weird. How about you?",
"You deserve a whole sheet of gold stars.",
"The truth? I like you a lot. And I don’t even know you yet. I just have an idea.",
"I passed by your photo too many times not to stop a say hi.",
"My atoms are attracted to your atoms. It’s chemistry.",
"Hello amazingness.",
"You make me smile. That is all.",
"You had me at online now.",
"I want to be the reason you look into your phone and smile." ,
"You rock my world",
"Life is boring without you",
"Life is empty without you"
        ]
    }
