{
  "label": "Love Messages",
  "key": "love_messages",
  "messages": [
"I was dreaming of true love … for a long time. Then you came into my life, as if sent by an angel. All my previous dream of finding love pale to compare to what I found in you. My dear sweetheart, I love you with all my heart and soul.",

"Just know that my love for you will last forever. Youth and beauty will fade, but my promise will stand because I cannot find any other who could fill in the spot you created in my heart, in my life. I love you faithfully and endlessly.",

"My dear, you are my sole shining light in this often cold and dark world. You are what makes life worth living. I know that with you, my sweetheart, I would simple wither away like a plant without water. I love you and I always will.",

"When God sent you my way, it felt like a miracle. My darling, you are truly exceptional and the most loving person on this planet. I cannot live without your love even for a day. I promise to love you until my very last breath.",

"The most touching feeling that ever happened to me was when I first saw you. I felt a warm and tingling sensation like one can only dream about. I knew in that very moment that you are meant for me. I love you dearly.",

"You are my guardian angel, my most cherished feeling, my dream come true, my wonderful sweetheart. I thank God for sending you such a beautiful person to this earth. I love you with all my heart.",

"From me to you, from my heart to yours, from my soul to yours, I send you these thoughts and messages enveloped in the aura of pure love. You are my life, my everything.",

"My heart melts for your heart, my mind seeks yours, and my body craves for your touch. I want to spend every moment with you. Your presence brings me blissful contentment and peace. You are the love of my life!",

"I want you to know, my sweetheart, that there is nobody else in the world that could ever make me feel the way that you do. I feel so blessed to have met you and I promise you that I will never stop loving you.",

"I can’t wait to be inside your arms because that is the safest place in the world. I want to be with you all the time, to share every moment of my life with you. You and I are soulmates that are inseparable and our bond of love will keep growing over the years ahead.",

"My dear, you are not just a special person, you are much more than that. You are my lover, my best friend forever, my inspiration and motivation. I love you with an endless abandon and blissful adoration.",

"The most touching feelings in my life are all because of you. Your unique inner beauty and kindness illuminate and elevate my life to heavenly splendor. Because of you, my sweetheart, my life is a blessing. I love you!",

"Please know that you are my one and only true love and I will never leave you, regardless of what life will throw at us. My love is eternally yours.", 

"My heart opens a special window through which I send you messages of love that only you can understand. You are the special part in my soul without which I could never live fully. I love you.",

"I simply adore your very existence. You are the most radiant and beautiful person who ever lived. I am sure of that because my heart tells me so with every heartbeat.",

"My dear sweetheart, thank you for being in my life and I promise you my unending love that comes deep from my soul. I love you!",

"You are like a beacon of love and bliss, pulling me into your warm embrace, and I never want to let go. I love you.",

"I just adore being with you, my dear sweetheart, as you are what my heart and soul craves and needs. I will always stay by your side, relentlessly. ",

"You are the most precious being that ever graced this earth and I am so very lucky to have met you. I love you with all my heart. ",

"Sweetheart, know that there is no deeper love in this world than mine, that there is no limit to what I would do to make you happy, that you and I have an eternal unbreakable bond of true love that will last for a lifetime.",

"My sweetheart, even though I am not the most romantic person, I want to express to you my deepest feelings. Just rest your head on my chest and listen to my heartbeat. You will hear the melody of eternal love. ",

"In this world and the next, you are my one and only true love, and I would never want to live without you. ",

"I know that I am nothing without you. i could never live without you. I love you now and always. You are my life. ",

"When we are together, nothing in this world can stop us, and I mean absolutely nothing.",

"My number one goal in life is to make you happy. You deserve everything, my precious sweetheart. ",

"Your sparkling and lovely eyes, beautiful smile, sweet lips, and your entire being just hypnotize me with feelings I adore.",

"I saw you were perfect and so I loved you. Then I saw that you were not perfect and I loved you even more. ",

"There is peace and joy that lives in my life because of you. You are the best thing that has ever happened to me. ",

"Meeting you is what gave meaning to my life and strength to face anything life can throw at me. I am truly blessed to have you in my life. I love you!",

"My heart belongs to you and it doesn’t want anything but you. You are the reason for my smile and my happiness. I adore you. ",

"Your alluring presence always brightens my days. You are like a magical being that is loving, sweet, simply perfect. I would truly be lost without you. ",

"Sweetheart, you inspired me to be romantic, passionate and ready to sacrifice everything for you. I never thought I would feel this way and it is all because of you. I love you, my dear! ",

"Each time I look at you, I just smile to myself and think, I certainly could not have done better’. You are perfect the way you are. I love you honey. ",

"My dear, you are the perfect match for me, the true blessing of a lifetime and I love you now and always will. ",

"Your presence in my life is a blessing of a lifetime. You are the gift that I never dared to ask for. The love you have given me is more than I could ever imagine. ",

"My heart is overflowing with the love I feel for you and my soul is blissfully happy because of you. ",

"The more I spend time with you, the more I fall in love with you every day. You have a very gentle and beautiful heart that I promise to take care of all my life. I love you! ",

"So far, every moment we’ve spent together has been awesome. But I solemnly promise you that the best is yet to come. ",

"It doesn’t matter where you are, I can always hear your heartbeat when I lay down and see your face when I close my eyes. I love you, sweetheart! ",

"Meeting you was fate, becoming your friend was a choice but falling in love with you I had no control over. ",

"Love can never be measured. It can only be felt. You have painted my life with the colors of heaven. I don’t want anything else as long as your love is with me. ",

"You can finish counting the stars in the sky but you can never finish counting the love I have for you. Because my heart is filled with infinite love for you. ",

"I have seen the truest and purest form of love in you. I don’t need anything else in life as long as I have your love. ",

"You are genuine, you are a beautiful being and I am extremely lucky to know you. Know that my heart will always beat for you. I love you! ",

"Nothing in this world can replace you in my heart. I love you today, everyday and forever! "
        ]
}
