{
        "label": "Love Poems",
        "key": "love_poems",
        "messages": [
                
 "There is a place of peace | There is a place of joy  |  A place away from loneliness  |  A place away from pain  |  That place is next to you  |  A secret garden  |  Where black and white becomes a colorful place  |  Of loving, kisses, touching, caressing,  |  There with you and only you  |  Cares of the world melting away  |  Anger and fear are not allowed  |  Prejudice cannot enter  |  A place where two hearts beat as one  |  A place where two souls are interwoven,  |  Touching the inner-place of one another  |  A place that I long to come back to again and again  |  A place of sweet abandon  |  A place next to you  |  — Rocky Stonehedge",
      

"How do I love thee? Let me count the ways.  |  I love thee to the depth and breadth and height  |  My soul can reach, when feeling out of sight  |  For the ends of being and ideal grace.  |  I love thee to the level of every day’s  |  Most quiet need, by sun and candle-light.  |  I love thee freely, as men strive for right.  |  I love thee purely, as they turn from praise.  |  I love thee with the passion put to use  |  In my old griefs, and with my childhood’s faith.  |  I love thee with a love I seemed to lose  |  With my lost saints. I love thee with the breath,  |  Smiles, tears, of all my life; and, if God choose,  |  I shall but love thee better after death.  |  —Elizabeth Barrett Browning",


"It is hard to describe the feeling of love  | The feeling of your heart skipping a beat  | Or of flying like that of a dove  | These are the feelings I have when we meet.  | — Anonymous",


"I keep myself busy  | with the things I do,  | But every time I pause,  | I still think of you. |   — Anonymous",



"I carry your heart with me ( I carry it in  my heart)  I am never without it (anywhere I go you go, my dear; and whatever is done by only me is your doing, my darling)   I fear no fate (for you are my fate,my sweet)  I want no world (for beautiful you are my world, my true) and it’s you are whatever a moon has always meant and whatever a sun will always sing is you here is the deepest secret nobody knows (here is the root of the root and the bud of the bud and the sky of the sky of a tree called life; which grows higher than soul can hope or mind can hide) and this is the wonder that’s keeping the stars apart I carry your heart (I carry it in my heart) — E. E. Cummings",


"My desire is always the same; wherever Life deposits me: I want to stick my toe & soon my whole body into the water. I want to shake out a fat broom & sweep dried leaves bruised blossoms dead insects & dust. I want to grow something. It seems impossible that desire can sometimes transform into devotion; but this has happened. And that is how I’ve survived: how the hole I carefully tended in the garden of my heart grew a heart to fill it. — Alice Walk",



"Sun makes the day new. Tiny green plants emerge from earth. Birds are singing the sky into place. There is nowhere else I want to be but here. I lean into the rhythm of your heart to see where it will take us. We gallop into a warm, southern wind. I link my legs to yours and we ride together, Toward the ancient encampment of our relatives. Where have you been? they ask. And what has taken you so long? That night after eating, singing, and dancing We lay together under the stars. We know ourselves to be part of mystery. It is unspeakable. It is everlasting. It is for keeps. — Joy Harj",



"You have changed me already. I am a fireball, That is hurtling towards the sky to where you are, You can choose not to look up but I am a giant orange ball, That is throwing sparks upon your face, Oh look at them shake, Upon you like a great planet that has been murdered by change O too this is so dramatic this shaking Of my great planet that is bigger than you thought it would be. So you ran and hid, Under a large tree. She was graceful, I think That tree although soon she will wither Into ten black snakes upon your throat, And when she does I will be wandering as I always am, A graceful lady that is part museum, Of the voices of the universe everyone else forgets, I will hold your voice in a little box. And when you come upon me I won’t look back at you, You will feel a hand upon your heart while I place your voice back, Into the heart from where it came from, And I will not cry also, Although you will expect me to, I was wiser too than you had expected, For I knew all along you were mine — Dorothea Lasky",



"To be in love, Is to touch with a lighter hand. In yourself you stretch, you are well. You look at things Through his eyes. A cardinal is red. A sky is blue. Suddenly you know he knows too. He is not there but You know you are tasting together The winter, or a light spring weather. His hand to take your hand is overmuch. Too much to bear. You cannot look in his eyes, Because your pulse must not say, What must not be said. When he Shuts a door- Is not there— Your arms are water. And you are free With a ghastly freedom. You are the beautiful half Of a golden hurt. You remember and covet his mouth To touch, to whisper on. Oh when to declare Is certain Death! Oh when to apprize Is to mesmerize, To see fall down, the Column of Gold, Into the commonest ash. —Gwendolyn Broo",




"I shut my eyes and all the world drops dead; I lift my lids and all is born again. (I think I made you up inside my head.), The stars go waltzing out in blue and red, And arbitrary blackness gallops in: I shut my eyes and all the world drops dead. I dreamed that you bewitched me into bed And sung me moon-struck, kissed me quite insane. (I think I made you up inside my head.) God topples from the sky, hell’s fires fade: Exit seraphim and Satan’s men: I shut my eyes and all the world drops dead. I fancied you’d return the way you said, But I grow old and I forget your name. (I think I made you up inside my head.) I should have loved a thunderbird instead; At least when spring comes they roar back again. I shut my eyes and all the world drops dead. (I think I made you up inside my head. — Sylvia Plat",



"I loved you first: but afterwards your love, Outsoaring mine, sang such a loftier song, As drowned the friendly cooings of my dove. Which owes the other most? my love was long, And yours one moment seemed to wax more strong; I loved and guessed at you, you construed me, And loved me for what might or might not be – Nay, weights and measures do us both a wrong. For verily love knows not ‘mine’ or ‘thine;’ With separate ‘I’ and ‘thou’ free love has done, For one is both and both are one in love: Rich love knows nought of ‘thine that is not mine;’ Both have the strength and both the length thereof, Both of us, of the love which makes us one - Christina Rossetti",



"I love your lips when they’re wet with wine, And red with a wild desire; I love your eyes when the lovelight lies, Lit with a passionate fire. I love your arms when the warm white flesh, Touches mine in a fond embrace; I love your hair when the strands enmesh, Your kisses against my face. Not for me the cold, calm kiss, Of a virgin’s bloodless love; Not for me the saint’s white bliss, Nor the heart of a spotless dove. But give me the love that so freely gives, And laughs at the whole world’s blame, With your body so young and warm in my arms, It sets my poor heart aflame. So kiss me sweet with your warm wet mouth, Still fragrant with ruby wine, And say with a fervor born of the South, That your body and soul are mine. Clasp me close in your warm young arms, While the pale stars shine above, And we’ll live our whole young lives away. In the joys of a living love. — Ella Wheeler Wilcox",

                
"If ever two were one, then surely we. If ever man were loved by wife, then thee. If ever wife was happy in a man, Compare with me, ye women, if you can. I prize thy love more than whole mines of gold, Or all the riches that the East doth hold. My love is such that rivers cannot quench, Nor ought but love from thee give recompense. Thy love is such I can no way repay; The heavens reward thee manifold, I pray. Then while we live, in love let’s so persever, That when we live no more, we may live ever. — Anne Brad",
                

"Wine comes in at the mouth, And love comes in at the eye; That’s all we shall know for truth, Before we grow old and die. I lift the glass to my mouth, I look at you, and I sigh. – William Butler Yeats",
                

"Do you remember still the falling stars, that like swift horses through the heavens raced, and suddenly leaped across the hurdles of our wishes—do you recall? And we did make so many! For there were countless numbers of stars: each time we looked above we were astounded by the swiftness of their daring play, while in our hearts we felt safe and secure watching these brilliant bodies disintegrate, knowing somehow we had survived their fall. — Maria Wilk",
                
"To some stranger you might be nothing at all. But to me you are why I wake up in the mornings, You are the reason why am not crying anymore. You were the gentle man that came along, And put together the pieces of me someone else had made. Every time our lips meet it’s like we have made a trip around the universe, Just me and you looking down on everyone else. I know whenever those 3 words are going to be said it will be heaven on earth, I will melt to the soil beneath your feet. But now even being reminded you like me calls those butterfly‘s to my stomach. It’s like your voice has a secret code for the butterflies all over the earth, Every time you speak they always show up. Just remember, To a stranger you might mean nothing at all. But to me you’re my butterfly whisperer, My smile. — Alisha Man",
                
"My lips are full of kisses, they pucker and plump when you are near, This pair isn’t happy until your lipstick we smear, My lips are full of kisses even now they move your way for the promise of heaven is just a kiss away! — Anonymous",
                
"You and I Have so much love, That it Burns like a fire, In which we bake a lump of clay Molded into a figure of you And a figure of me. Then we take both of them, And break them into pieces, And mix the pieces with water, And mold again a figure of you, And a figure of me. I am in your clay. You are in my clay. In life we share a single quilt. In death we will share one bed. — Kuan Tao-She",
                
"Who’s deeply in love with you, a person who would sail any sea, all of that he would do, just for you, He’s not afraid of anything completely nothing at all because for you he will conquer all his fears, to save you from all those tears, This person I wish to bring out someday so I can finally say this three words I keep deep inside me which has been trying to break free I know the time will come when I can finally tell you this three wonderful words which are I Love You — James Tole",
                
"My love for you is like the raging sea, So powerful and deep it will forever be. Through storm, wind, and heavy rain, It will withstand every pain. Our hearts are so pure and love so sweet. I love you more with every heartbeat! — Elaine Chetty",
                
"A glimpse through an interstice caught, Of a crowd of workmen and drivers in a bar-room around the stove late of a winter night, and I unremarked seated in a corner, Of a youth who loves me and whom I love, silently approaching and seating himself near, that he may hold me by the hand, A long while amid the noises of coming and going, of drinking and oath and smutty jest, There we two, content, happy in being together, speaking little, perhaps not a word. — Walt Whitman", 
                
"You will come one day in a waver of love, Tender as dew, impetuous as rain, The tan of the sun will be on your skin, The purr of the breeze in your murmuring speech, You will pose with a hill-flower grace. You will come, with your slim, expressive arms, A poise of the head no sculptor has caught, And nuances spoken with shoulder and neck, Your face in pass-and-repass of moods, As many as skies in delicate change Of cloud and blue and flimmering sun. Yet, You may not come, O girl of a dream, We may but pass as the world goes by And take from a look of eyes into eyes, A film of hope and a memoried day. — Carl Sandburg",
                
                
                
"Before I met you, I felt that I couldn’t love anyone, That nobody would be able to fill the void in my heart, But that all changed when I met you. Then I came to realize you were always on my mind. You’re funny and sweet. You make me laugh and smile. You take away all my anger and sadness. You make me weak when I talk to you. Then I started to write poems about you. Now I have come to realize that I am hopelessly in love with you. - Keith Han",
                
                
"Shall I compare thee to a summer’s day? Thou art more lovely and more temperate: Rough winds do shake the darling buds of May, And summer’s lease hath all too short a date; Sometime too hot the eye of heaven shines, And often is his gold complexion dimm’d; And every fair from fair sometime declines, By chance or nature’s changing course untrimm’d; But thy eternal summer shall not fade, Nor lose possession of that fair thou Nor shall death brag thou wander’st in his shade, When in eternal lines to time thou grow’st: So long as men can breathe or eyes can see, So long lives this, and this gives life to thee. — William Shakespear",
                
"Come to me in my dreams, and then, By day I shall be well again! For so the night will more than pay, The hopeless longing of the day. Come, as thou cam’st a thousand times, A messenger from radiant climes, And smile on thy new world, and be As kind to others as to me! Or, as thou never cam’st in sooth, Come now, and let me dream it truth, And part my hair, and kiss my brow, And say, My love why sufferest thou? Come to me in my dreams, and then By day I shall be well again! For so the night will more than pay The hopeless longing of the day. — Matthew A"
                
                
                
                
                
                
             
                
                
 
 
 
               
        ]
    }
