{
        "label": "Missing You Messages",
        "key": "miss_messages",
        "messages": [
"Even if I spend the whole day with you, I miss you the second you leave.",

"I miss you every time we are not together, I keep thinking about you and my heart is restless.",

"I miss you so much that I feel hollow inside, with nothing else to do but craving to see you again.",

"They say that when you miss someone you are sad … well, that doesn’t even begin to describe the deep feelings storming inside me. Come back soon, my dear!",

"How do I miss you? There are so many ways that there aren’t enough words in the dictionary.",

"My dear, I am lost without you, I miss you very much … I will be so happy when I’ll see you again.",

"I have to struggle to just keep going. It is very hard to be away from you. I miss your touch, your kiss, your smile… I miss everything about you.",

"I never want to miss you again… I know you have to work far away, but life is so miserable without you being around.",

"miss you from the bottom of my heart. I so wish to be next to you now and hug you, kiss you.",

"I want you to know that I miss you so much that this emptiness inside me is carving a deep hole that eats away at me. The only way to heal is to be with you again.",

"Oh, my dear, how I wish you were here next to me right now. We belong together and whenever you are away, my heart cries out for you.",

"My days are not complete without you, the sad feelings inside my heart lower my head and bring tears to my eyes. I miss you, sweetheart.",

"The painful feeling of being away from you puts a veil of sadness over my eyes. I miss you so much, my dear!",

"I miss you with all my heart, my soul, my whole being.",

"My heart is hollow, my days are empty, my life is devoid of any joy while away from you. Oh, how much I miss you!",

"Sweetheart, I want you to know that I feel lost without you. I miss your smile, your kind and gentle touch, your sweet kiss, your loving presence. I miss you to the point of going crazy.",

"My days are now filled with thick dark clouds because I miss you so much. Come back to me, baby, and bring back the sun into my life.",

"How can I miss anyone as much as I miss you? I can because I love you.",

"I miss you like I never missed anything in my life before.",

"I am alone with my thoughts and all my thoughts are about you. I can’t find peace until we are together again.",

"Half my heart is gone, half my soul is gone because you are not with me. Come back to me, my dear!",

"The sweetest part of my day is thinking of you, but the saddest part is missing you. How I wish to be with you right now.",

"I hear my heart beating, but it’s not the same rhythm, it’s not the same joyful loudness. I miss you so much and my heart tells me with every single beat.",

"When I miss you, I read your old messages.",

"Whenever you are away from me, even for a few hours, I miss your presence. I just can’t help it.",

"When I miss you I have this feeling of emptiness inside of me as if I am no longer whole and my day is not happy until I see you again.",

"My dear, I miss you. I long for your smile, your touch, your voice, your everything.",

"It may sound silly, but when we are apart, it just doesn’t feel right. I miss you even after a few minutes of you leaving and I eagerly await your return.",

"How do I miss you? It’s not easy to explain, but imagine that you are a flower at the edge of the dessert and you long for water … it is like a thirst that can’t be quenched unless you get water. Same way I feel. I miss you badly and only you can alleviate the feeling.",

"When I miss you, I feel like I am in the middle of a gloomy, dark, cold winter day.",

"My dear, I keep thinking about you nonstop. I feel so empty inside, my heart aches and my mind seems to be going wild. Oh, I miss you so much!",

"Sweetheart, I just want you to know that I feel lost without you. I miss your smile, your kind and gentle touch, your sweet kiss, your loving presence. I miss you to the point of going crazy.",

"I had no idea how much I would miss you, but now that you are far away, it hits me with a force of a full hurricane. I can’t stand alone, you are part of me and that will never change… you give me strength, love and happiness. Come back soon, my dear!",

"Like a flower without water, like a sunrise without sun, like a world without light, without you I wither away, day by day more and more… I miss you very much.",

"I hear my heart beating, but it’s not the same rhythm, it’s not the same joyful loudness. I miss you so much and my heart tells me with every single beat.",

"I count the weeks, I count the days, I count the hours and the minutes until your return. I keep counting and thinking about you – it is all I can do every day. I miss you, my dear, with all my heart.",

"I close my eyes and see your beautiful smile, I hear your sweet melodious voice, I smell your delightful aroma … my senses are heightened and my heart beats faster and faster. I don’t want to open my eyes to face the lonely world again. Yes, I am so lonely without you. I miss you desperately.",

"Oh, my dear, how I wish you were here next to me. We belong together and whenever you are away, my soul cries out for you. I cling to the hope that the days will shrink to seconds and you will be with me soon. I really miss you! ",

"This empty feeling inside me is slowly gnawing away at me and lowering a veil of sadness over my eyes. I miss you so much, my dear.",

"I actually am looking forward to the nights when I can dream about you… being so far away from you, these dreams are what keep me going. I miss you.",

"My heart is hollow, my days are empty, my life is devoid of any joy while away from you. Oh, how much I miss you!",

"I can’t shake the sadness from my days. I try to do things, to keep busy, but my thoughts always go back to you. I count the days until we will be together again.",

"This may sound cliche, but I miss you from the bottom of my heart.",

"My dear, I am lost without your smile, without your radiant, happy presence. I miss you very much."

        ]
    }
