{
        "label": "Relationship Quotes",
        "key": "relationship_quotes",
        "messages": [
"Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.",
 
"A loving relationship is one in which the loved one is free to be himself — to laugh with me, but never at me; to cry with me, but never because of me; to love life, to love himself, to love being loved. Such a relationship is based upon freedom and can never grow in a jealous heart..", 

"A real friend is one who walks in when the rest of the world walks out. – Walter Winchell",

"The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed. – Carl Jung",
 
"Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude. – William James", 

"When you stop expecting people to be perfect, you can like them for who they are. – Donald Miller",

"If you would be loved, love, and be loveable. — Benjamin Franklin",

"No road is long with good company. — Turkish Proverb",
                
"They may forget what you said, but they will never forget how you made them feel. — Carl W. Buechner",

"People are lonely because they build walls instead of bridges. — Joseph F. Newton Men",

"Shared joy is a double joy; shared sorrow is half a sorrow. — Swedish Proverb",

"You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity. — Epicurus",

"Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust and hostility to evaporate. — Albert Schweitzer",

"For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone. — Audrey Hepburn",

"You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you. — Dale Carnegie",

 
"Nobody can hurt me without my permission. — Mahatma Gandhi",

"Assumptions are the termites of relationships. — Henry Winkler",

"A good word is an easy obligation; but not to speak ill requires only our silence; which costs us nothing. — John Tillotson",

"Love is when you meet someone who tells you something new about yourself. — Andre Breton",

"A woman knows the face of the man she loves as a sailor knows the open sea. — Honore de Balzac",

"Someone to tell it to is one of the fundamental needs of human beings. — Miles Franklin",

"Friendship is born at that moment when one person says to another, ‘What! You too? I thought I was the only one. — C.S. Lewis",

"The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.— Thomas Merton",

"When a woman is talking to you, listen to what she says with her eyes. — Victor Hugo",

"Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words ‘for ever.' But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don't like doing it. — Marian Keyes",
 
"We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics. — Joyce Meyer",

"Love takes off masks that we fear we cannot live without and know we cannot live within. — James Baldwin",

"Don't smother each other. No one can grow in the shade. — Leo Buscaglia",

"We are afraid to care too much, for fear that the other person does not care at all. — Eleanor Roosevelt",

"Some of the biggest challenges in relationships come from the fact that most people enter a relationship in order to get something: they’re trying to find someone who’s going to make them feel good. In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take. — Anthony Robbins",

"The royal road to a man’s heart is to talk to him about the things he treasures most. — Dale Carnegie",

"We often refuse to accept an idea merely because the tone of voice in which it has been expressed is unsympathetic to us. — Friedrich Nietzsche",

"It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship. - Norman Vincent Peale",

"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down. — Oprah Winfrey",

"What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity. — Leo Buscaglia",

"Keep away from those who try to belittle your ambitions. Small people always do that, but the really great make you believe that you too can become great. — Mark Twain",

"The greatest compliment that was ever paid me was when someone asked me what I thought, and attended to my answer. — Henry David Thoreau",

"You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you. — Frederick Buechner",

"Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky. — Rainer Maria Rilke",

"The way to love anything is to realize that it may be lost. — Gilbert K. Chesterton",

"True friendship comes when the silence between two people is comfortable. - David Tyson Gentry",


"If men would consider not so much wherein they differ, as wherein they agree, there would be far less of uncharitableness and angry feeling in the world. — Joseph Addison",

 
"Life is partly what we make it, and partly what it is made by the friends we choose. — Tennessee Williams",

"Everything that irritates us about others can lead us to an understanding of ourselves. — Carl Jung",

"When dealing with people, remember you are not dealing with creatures of logic, but creatures of emotion. — Dale Carnegie",

"Three things in human life are important: the first is to be kind; the second is to be kind; and the third is to be kind. — Henry James",

"When you hold resentment toward another, you are bound to that person or condition by an emotional link that is stronger than steel. Forgiveness is the only way to dissolve that link and get free. — Catherine Ponder",

"Intimacy is the capacity to be rather weird with someone – and finding that that's ok with them. — Alain de Botton",

"An eye for eye only ends up making the whole world blind. — Mahatma Gandhi",

"Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you. – William Arthur Ward",

"What is uttered from the heart alone, will win the hearts of others to your own. – Johann Wolfgang von Goethe",

"Happiness is having a large, loving, caring, close-knit family in another city.  – George Burns",

 
"What you do not want done to yourself, do not do to others. – Confucius",

"Don't walk in front of me; I may not follow. Don't walk behind me; I may not lead. Just walk beside me and be my friend. – Albert Camus",


 
"Having someone wonder where you are when you don't come home at night is a very old human need. – Margaret Mead",

"I like to listen. I have learned a great deal from listening carefully. Most people never listen. – Ernest Hemingway",

"Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give. – Eleanor Roosevelt",

"Never idealize others. They will never live up to your expectations. Don’t over-analyze your relationships. Stop playing games. A growing relationship can only be nurtured by genuineness. – Leo F. Buscaglia",

 
"A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words. – Donna Roberts",
 
"Loving people live in a loving world. Hostile people live in a hostile world. Same world. — Wayne Dyer",

"It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living. – F. Scott Fitzgerald",

"Forgiveness does not change the past, but it does enlarge the future. – Paul Boose",

"If you live to be 100, I hope I live to be 100 minus 1 day, so I never have to live without you. – Winnie the Pooh",

"Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom. – Marcel Proust",

 
"You can’t just give up on someone because the situation is not ideal. Great relationships are not great because they have no problems. They are great because both people care enough about the other person to find a way to make it work. – Unknown",

 
 "Relationships end too soon because people stop putting in the same effort to keep you, as they did to win you. – Unknown",
 
 "There is no challenge strong enough to destroy your marriage as long as you are both willing to stop fighting against each other, and start fighting for each other. – Dave Willis",

 
 "He can’t read your mind. So take a moment to let him know how you really feel. – Unknown ",


               
        ]
    }
