{
        "label": "I Am Sorry Messages",
        "key": "sorry_messages",
        "messages": [
"I am really sorry about what what happened. Please accept my heartfelt apology and my promise never to let this happen again.",

"I was totally wrong and I feel so bad about it. Honey, I’m sorry. Please give me a chance to prove to you how much I love you, how much I regret what happened.",

"I made a mistake and now my heart aches knowing that I hurt you. I am truly sorry about what happened and I want you to know that it will never ever happen again. Please forgive me",

"My dear, please allow me to show to you how much I am sorry about what occurred the other day. It was an awful error and I truly regret it. I am simple human being who begs for your forgiveness.",

"I don’t even know if you can forgive me, but I do know that I am extremely sorry for what I did. It was absolutely wrong and I apologize for it from the bottom of my heart.",

"My dear, I’m sorry that I made a mess of things. Please forgive me. Know that I still love you and will keep loving you no matter what happens. Allow me to make things right, to rectify my terrible misstep.",

"I am awfully sorry about what happened. My dear, please forgive this blundering fool. I would be truly lost without you and my heart would sing a sorrow melody that could not be corrected but by your forgiveness.",

"On this day, I drop on my knees and beg your forgiveness. Sweetheart, my mistake must have hurt your feelings and I can sense that in my own heart. I am so sorry, please give me another chance. I solemnly promise that mistakes like this will never happen again.",


"I don’t even know if you can forgive me, but I do know that I am extremely sorry for what I did. It was absolutely wrong and I apologize for it from the bottom of my heart. ",


"I am very sorry for my bad behavior. I promise to you, my dear, that I will not do things like that ever again. ",


"I wish I could find the proper words to express my heartfelt remorse about what happened. But please accept my apology — it is sincere and it is also a promise to never let this happen again. ",


"I am very sorry, I am so sorry that it physically pains my heart … please forgive me! ",


"What a fool I am for making such a brainless mistake. I am very sorry, my dear. ",


"I goofed in a major way and now I am very very sorry about it. Please know that my feelings for you never changed, I still love you with all my heart. ", 
                
"I am so very sorry that I took you for granted. You are everything to me and more. Can you find it in your heart to forgive me?",

"I am sorry, the last thing that I want to do is drive you away. You are the one person I love.",

"I am sorry. You know that I am nothing without you.",

"I am sorry for being such a fool. But I am a fool who is in love with you.",

"I am sorry for what I did. I will wait forever if that is how long you need to forgive me.",

"I know that I hurt you but I think that we are still meant to be. I am so sorry.",

"I know that I ruined your trust of me. Please forgive me, I never wanted you to doubt me and my intentions.",

"My darling, you have every single right to be mad at me. I just want you to know that I am terribly sorry and that I love you so much.",

"I am so sorry for betraying your trust. Your trust is a treasure that I did not treat well. I will work hard to earn that trust back from you.",

"I am so sorry that my words and actions made you cry. I was not thinking and should have known better than to do that. What can I do to make things better? I would do anything to make you smile again.",

"Can you ever find it in your heart to forgive me for this huge mistake that I have made? I love you too much to give up on us. You are my future.",

"I am sorry that I lied to you. I know that it makes you question if you can trust me. But I will do anything I can to prove that you did not make the wrong decision by being with me.",

"I am sorry for letting my silly pride get in the way of our relationship. The last thing I want to do is make you unhappy.",

"I now know that my dishonesty has been damaging to our relationship. For that I am truly sorry. And I am sorry that I did not realize it earlier.",

"You are seriously the best thing that has ever happened to me and I am sorry that I thoughtlessly threw it all away. I just want you back.",

"I am sorry that I did not show you how much I cared about you.  Now that you are gone I realize just how much I took you for granted. You meant so much to me even if I did not show it. You still mean so much to me.",

"I am sorry for always selfishly putting my needs before yours. We are a team and I care about you more than I can ever say. I can only hope that you will give me a second chance so I can prove that I am a changed person.",

"When you left me, my world stopped turning. I am deeply sorry for making you want to leave. I just want you back home again with me and will do what it takes to have you back. ",

"After we fought and I had time to cool down and think things over, I realized just how much you really mean to me. Please forgive me.",

"There really is no good excuse for how I made you feel. Do you think you could ever forgive me? I love you and I hate knowing that I hurt you.",

"I deeply regret hurting your feelings and making you second guess our relationship. Please believe me when I say that I am truly sorry for making you feel this way.",

"I am sorry that I let my jealousy got the better of me. Please forgive me.",


"I am so sorry for letting you down. I will do whatever it takes to make you want to stay with me.",


"When I say to you that I am sorry, I am also saying that I love you.",

"I am sorry that I broke my promise to you. I will do better if you will take me back.",


"Please forgive me for the careless mistakes that I have made in our relationship.",


"I am sorry for letting my emotions get the better of me. I love you and I want to treat you right.",


"I am sorry that I thought you were flirting with someone else. I allowed myself to overreact first without giving you a chance to defend yourself.",


"I am sorry for losing my temper. I love you and you did not deserve any of that.",


"I am sorry I was so rude to you. You deserve only the most tender love and affection.",


"I am sorry for what I said to you out of anger. I was not in my right mind and I hope that you can forgive what I said.",


"I am sorry that things are so difficult right now. Is there any way that we can work together to find a compromise that we are both happy with?",


"I am sorry for behaving like a child. Can you forgive me?",


"I hate myself for hurting you. Do you think you can ever forgive me?",


"Without you, the world has no meaning for me. I miss you so much. Please forgive me for driving you out my life. There is nothing I want more than you back in my world.",


"I am sorry for offending you. I do not know what I was thinking. Please accept my apology, I love you.",


"I cannot glue the broken pieces of your heart together, but I can try to heal it with my love. Please forgive me and let me prove my devotion to you.",


"I cannot promise that we will never have another fight, but I can promise to be more understanding and patient. Please give me another chance. I will try to be a better person for you.",


"My lies might be the dark clouds, but your forgiveness would be the silver lining. I am sorry for deceiving you, please forgive me.",


"I may have a hot temper but is not hotter than you. I am sorry.",


"I am sorry that I did not put our relationship first, when it means everything to me. I promise to show it more from now on.",


"I am sorry for making you feel so upset. My heart beats just for you.",


"I never meant to hurt you. Please forgive me, my love.",


"I am sorry for not being the person that you deserve. I will try to do better from now on. I love you so much.",


"I feel so bad for making you feel sad. I love you and never want you to feel that way.",


"I am sorry for acting so aloof. If you really want to know how I feel, then my love for you is the proof.",


"I know that things cannot just go back to the way they were overnight. But I am willing to wait every day and make the effort to earn your love and trust back.",


"I feel like the worst person in the world for making you so upset. Please forgive me.",


"I wish I could take back what I said and did to hurt you. I love you and I am sorry.",


"I am sorry, I did not mean to break your heart. I promise to look after it better.",


"I am sorry, please let me prove to you that our relationship is important to me.",


"You are the kindest, sweetest person I know. Please forgive me for making you feel hurt.",


"I know saying I am sorry does not fix everything, but can it be the first step in repairing our relationship?",


"I understand that you need time to forgive me. But know that I am full of remorse and that I will be waiting.",


"I am sad that I made you sad. I did not mean to darken your world. Can you forgive me for making such a mistake?",


"I am full of so much remorse for hurting you and losing you. And I will do whatever it takes to win you back.",


"I cannot stand you being mad at me. I will do whatever I can to earn your forgiveness.",


"You are my strength and without you I am weak. Can you forgive me for being so foolish?",

"I am sorry for making you feel like you are not enough. You are more than enough for me.",

"I am sorry for not listening to you. You are my other half and you deserve to be heard, especially by me.",

"I am sorry that you feel so misunderstood. Can you give me another chance to prove that we belong together?",


"After you left, my whole world crumbled into pieces. Please forgive me and come back to me. I miss you so much. Nothing is the same without you.",


"I cannot believe how foolish I was to drive you away. I am sorry. Please come back.",


"I am sorry for disappointing you. How can I redeem myself in your eyes? You are the person I love and what you think of me means the world to me.",


"Our fight has made me realize how much you truly mean to me. Is it too late for me to say that I am sorry?",


"I am very sorry for what happened the other day. Please forgive me.",


"I cannot stand seeing you look so unhappy for even a second. I am really sorry.",


"I am sorry love, it was never my intention to hurt you.",


"I will wait as long as I need to, I just want you to forgive me.",


"Hurting you was the most devastating thing that I could have ever done. I am so sorry. I love you so much."

        ]
    }
