{
        "label": "I Am Sorry Messages",
        "key": "sorry_messages",
        "messages": [
"I am really sorry about what what happened. Please accept my heartfelt apology and my promise never to let this happen again.",

"I was totally wrong and I feel so bad about it. Honey, I’m sorry. Please give me a chance to prove to you how much I love you, how much I regret what happened.",

"I made a mistake and now my heart aches knowing that I hurt you. I am truly sorry about what happened and I want you to know that it will never ever happen again. Please forgive me",

"My dear, please allow me to show to you how much I am sorry about what occurred the other day. It was an awful error and I truly regret it. I am simple human being who begs for your forgiveness.",

"I don’t even know if you can forgive me, but I do know that I am extremely sorry for what I did. It was absolutely wrong and I apologize for it from the bottom of my heart.",

"My dear, I’m sorry that I made a mess of things. Please forgive me. Know that I still love you and will keep loving you no matter what happens. Allow me to make things right, to rectify my terrible misstep.",

"I am awfully sorry about what happened. My dear, please forgive this blundering fool. I would be truly lost without you and my heart would sing a sorrow melody that could not be corrected but by your forgiveness.",

"On this day, I drop on my knees and beg your forgiveness. Sweetheart, my mistake must have hurt your feelings and I can sense that in my own heart. I am so sorry, please give me another chance. I solemnly promise that mistakes like this will never happen again.",


"I don’t even know if you can forgive me, but I do know that I am extremely sorry for what I did. It was absolutely wrong and I apologize for it from the bottom of my heart. ",


"I am very sorry for my bad behavior. I promise to you, my dear, that I will not do things like that ever again. ",


"I wish I could find the proper words to express my heartfelt remorse about what happened. But please accept my apology — it is sincere and it is also a promise to never let this happen again. ",


"I am very sorry, I am so sorry that it physically pains my heart … please forgive me! ",


"What a fool I am for making such a brainless mistake. I am very sorry, my dear. ",


"I goofed in a major way and now I am very very sorry about it. Please know that my feelings for you never changed, I still love you with all my heart. "

        ]
    }
