{
        "label": "Wedding Wishes",
        "key": "wedding_wishes",
        "messages": [
"As you blend your lives together with each other, I want to wish you a married life full of romance, cuddle and lifetime of happiness!",

"May the love that joins you together only become stronger in the coming years of your life. May you have a prosperous life ahead!",

"Congratulations to you on this day! Always cherish the love you have for each other and never let it fade away. Accept my heartiest wedding wishes for you!",

"It’s a new life and new journey that you both have vowed to continue together. ay God bless you and guide you in the right way!",

"Congratulations on your marriage! You two look so good together that it seems like you really are made for each other! Have a wonderful life together!",

"Two beautiful hearts joining together with a promise of never letting go of each other. Take my warm wishes of lifetime happiness, joy and prosperity for you!",

"May the delight in your eyes today stay with you through the thick and thins of married life. Many good wishes for your new life!",

"From today you are not just two different people in love, but you are a family. A whole package of love, passion and affection!",

"I’m so happy that you finally have found the person you were dreaming for. May your marriage be everlasting and ever-exciting! Congratulations to both of you!",

"May the delight in your eyes last forever. May this moment of joy bring you love and more happiness. Wishing you all the best!",

"The spark in your eyes tells a lot more about your love than you know. You have all my good wishes on this beautiful occasion. Congratulations!",

"Let the flowers of love bloom in your heart for today and forever. You deserve a lifetime full of happiness and cheers. Happy wedding!",

"You two have just made the brightest example of undying and unfailing love in front of the world. May you both be happy in the coming years!",

"Its been a pleasure to be part of this memorable occasion of your life. Always hold each other close to your heart and never let each other go!",

"Congratulations to you for stepping into a new life, where everything is so full of love that you want it to last forever. Happy wedding!",

"I feel so happy to celebrate this moment with you two. Your unconditional love for each other is a big inspiration for me!",

"All you wanted in life was true love and today you have made it all yours, forever. Congratulations! You look adorable in your wedding dress!",

"What a wonderful day for you two! You have just showed the world that true love never fails. I feel so happy for you two!",

"I wish the journey of love never ends for both of you. May your passion and love grow as the years come and go. Happy wedding!",

"The most treasured dream of your life has finally come true. May your life be filled with happiness, success and glory!",

"Wishing both bride and the groom a delightful journey towards a shared dream and a shared future. All the very best for you too! ",

"Congratulations on your starting of a new chapter with the person you love. It’s wonderful to see the joy in the eyes. Wish you all the best!",

"You deserve no less than a beautiful married life and a pair of beautiful babies. Have a good time at the wedding. Take my love for both of you!",

"You are the most romantic pair I have ever known. Congratulations on your wedding. May you have the sweetest married life ever!",

"You have always been my best friend in life. I have full confidence that you’ll make a good family with your beautiful wife. Congratulations!",

"It makes me just as much happy as you today. May the love and affection only grow between you two in the coming days of your life!",

"Oh, my dear! It’s your wedding ceremony! You have no idea how much happy I am now! The wedding of you two just makes me dance in my mind. I am wishing the best for your Wedding day! ",

"You two are the lovebirds, the love and affection between your pair make me so happy. Take the best care of each other. You two deserve the best wishes! Happy Wedding Day!",

"Marriage is the holy relation. You two just entered into the new stage of life. I hope you will find all happiness and joys of life. Best wishes to you. Happy wedding day!",

"No worries and doubt anymore, let it be love from the beginning to the end. Make your married life a piece of heaven. Happy wedding to both of you!",

"Before you start your new life, I want to say, always make each other your top priority and make love the focal point of your everyday life! Happy wedding!",

"Married life is always full of new adventures and new experiences. Always keep each other in your heart and let the passion of love overwhelm you! ",

"I wish you may never stop being amazed by each other and never stop falling in love with each other. May your house be filled with happiness!",

"You’ll make a great family for each other and great parents for your babies. My good wishes and prayers are always with you!",

"You two have found the perfect partner for each other. Never let each other feel alone ever again. Enjoy an exciting post-marriage life!",

"You are going to make a lot of memories with each other. Be it good or bad, romantic or dull, never lose hope on each other!",

"True happiness can only be found in the arms of the one you love. God bless you on this special day and for the rest of your life together!",

"You are the sweetest couple I have ever seen! You two deserve the best things in the world. Keep happy with each other. Happy wedding!",

"The relation of husband-wife is the most beautiful relationship of the world. It’s the relation by which two different people turn into one entity for the lifetime. Best wishes to you too. Happy wedding! ",

"There is an occasion where every men and women officially has to sign his/her life away. That’s called a wedding. Congratulations!",

"Before marriage, you are incomplete. After marriage, you are finished. That’s the sad reality my friend! Congratulations anyway!",

"What’s the similarity between a Shakespeare’s novel and a marriage? A little romance and a lot of tragedy! You sure want to do this?",

"It takes a lot of courage for a man who goes in a war knowing that he will never win. All the best wishes for your marriage!",

"Marriages are wonderful except to those who have already married. God bless you both for the new life you are going to start together!",

"No one wants to go to prison but everyone wants to get married. This world is so full of irony. Congratulations on your marriage by the way!",

"You were mad for each other before today. From now on you will be mad at each other. That’s the magic of the wedding. Have a good time!",

"You must have already started to think that it’s a mistake. But its too late my friend. You’re now officially a prisoner! Congratulations!",

"May you both be blessed with heavenly love in abundance. May God make all your worries go away and fill your heart with love and respect for each other!",

"May our lord smile upon you always and give you all the happiness you ever wanted in life. May your bond be protected by God’s eternal love!",

"Let the blessings of God come thorough the open door in your heart and let your married life be overwhelmed by the abundance of God’s love!",

"May God always guide you to lead a married life full of love, compassion and purity. May you both find true happiness in the prayers!",

"God has brought your hearts together for creating a lovely, religious and loyal bloodline. May his blessings be always with you!",

"May God help you to overcome all the ups and downs of a post-marriage life. May he gift you a divine soul in form of a newborn!",

"God must have had a list of amazing plans for you when he decided to bring your hearts closer to each other. Let’s thank him today for everything!",

"God has made a perfect partner for each other in this world. Yours seem to be the most perfect pair of all. God bless you!",

"Marriage is the gift of Almighty. I hope you two will find peace and happiness in life. May God bless you. Happy wedding, my dear! Wishing you two a very happy and blessed married life!",

"My heartfelt congratulations go to both of you for finding each other out of billions of people in this world. You seem too perfect for each other!",

"Not often you see a pair so beautiful and amazing that it seems like they are literally made for each other. Congratulations! May your marriage be happy and everlasting!",

"When you make love the first priority, you always end up with a wonderful result. Your marriage is one among those wonderful consequences! ",

"Your marriage is like watching a tv show. Both of you look so happy and glowing. Congratulations dear. May the delight of today remains forever!",

"Thanks for making us all happy today. You really have a very good taste in choosing your partner for life. Congratulations to both you!",

"The desire of you two finally comes into true. Let your marriage be stable until the last day of your life. Heartily Congratulations on your wedding!",

"Wonderful newlyweds, you are the sweetest couple I have ever seen! I wish all the happiness comes to you. The warmest Congratulations on the wedding!",

"Congratulations on the happy day! It’s your wedding ceremony! I wish Almighty always keep you in his blessings. And wishing that you will spend a lot of happy years together!",

"Congratulations to the most adorable looking bride and groom for entering into a new chapter in their life. May God’s blessing be with you in the coming years!",

"Let the love grow in your hearts on this special day. Congratulations to both of you for holding each other’s hand for life!",

"Congratulations to you! May you grow old with each other for the rest of your life and grow a family together!"
        ]
    }
