{
        "label": "Flirt Messages",
        "key": "flirt_messages",
        "messages": [
"I can’t get you out of my mind.",
"God was definitely showing off when he created you.",
"Do you miss me? Type “Y” for Yes.",
"Hello, cutie pie, honey pot!",
"Where are you princess? I’m coming to save you!",
"I woke up thinking about you.",
"Sweet dreams, darling.",
"I can’t wait to see you.",
"Roses are red, violets are blue, baby I love you.",
"I like our friendship, but I think it’s time for us to become more than just friends.",
"Sweet dreams! I hope I’m in them tonight.",
"If I ate a potato chip for every moment that I thought of you, I would be super fat by now.",
"Please tell your parents that I’m sending them my sincerest gratitude for raising such wonderful daughter.",
"It’s not my fault that I fell for you. You tripped me!",
"I wish I was your teddy bear.",
"I feel comfortable being myself when I’m around you.",
"I’m still wearing the smile you gave me.",
"I may run out of flirty text messages to send to you, but my heart will never run out of space for you.",
"I can’t wait for you to be in my arms again.",
"My “dream come true” would be waking up beside you every morning.",
"I tried to stop myself from thinking about you too much. I failed.",
"Do you like my shirt? It’s made of boyfriend material.",
"Seeing your name on my phone makes me smile like an idiot.",
"I’ve wanted you from the very first moment I laid my eyes on you.",
"I used to be a terrible flirt. I’m much better now.",
"I’m not flirting. I’m just being extra friendly to someone who is extra attractive.",
"You are turning me into an insomniac.",
"Did it hurt when you fell from heaven?",
"I like you. What are you going to do about it?",
"Are you free for the rest of your life?",
"How do you like your eggs? Fried, over-easy, sunny-side up, or fertilized?",
"Would you rather be eaten by a dinosaur or hang out with me this Saturday?",
"If Einstein was such a genius, why didn’t he invent a time machine so that he could travel to the future and come see you?",
"They say nothing lasts forever. So, will you be my nothing?",
"Are you ready to be swept off you feet anytime soon?",
"If you knew that my answer was a Yes, what would you ask me?",
"It’s Sunday and I’m really bored at home. Care to join me for a Sunday Fun-day?",
"I think we should be friends with benefits. Would you like that?",
"Have I told you today how cute you are?",
"How many flirty text messages do I need to send to you in order to make you mine?",
"I'm so distracted by you, even in my thoughts. Could you stop being so hot for a second?",
"Quick, what's something I can text you right now to make you fall in love with me?",
"What flirting tips can you suggest to a guy like me?",
"How do you manage to look so stunning every day?",
"What turns you on?",
"If I was there with you, would you hold my hand?",
"I'm single. Are you single?",
"Dinner on me tonight?",
"Have you ever sent anyone a naughty picture of yours?",
"Would you want me to send you a naughty picture of mine?",
"I'm getting hungry. Do you want to hit snack corner later?",
"Did you smile when you just saw my name pop on your phone just now?",
"I love how naughty you are. Do you have any more surprises for me?",
"So you talked to me first and then also texted me first. Does this mean you’re stalking me?",
"Which emoji makes you think of me?",
"Have you ever wondered what heaven feels like? Want to experience what it’s like with me?",
"What three things do you think we have in common?",
"What do you think of me?",
"I think I like you. What are you going to do about it?",
"I always return what I borrow tenfold, so can I borrow a kiss from you?",
"Would you let me be your genie for an evening?",
"How do you manage to stay so cute?",
"I want to check you out soon on my to-do list.",
"You’re like a tornado. You just blow me away!",
"I want to touch you.",
"When I woke up this morning, I knew that my dream was about you because there was proof of it underneath my sheets.",
"You see, I’m like a Rubik’s Cube. The more you play with me, the harder I get.",
"You were amazing last night! Now imagine what it would be like if it wasn’t just a dream.",
"Let’s try something new in the kitchen tonight. And no, I don’t mean food!",
"Want to sleep over? There's extra room in my bed for you.",
"I really like our friendship, especially when we make out.",
"I was just listening to a really raunchy song and it reminded me of you.",
"I have to admit that I really love your lips. I wish I was feeling them all over my body right now.",
"I think you need some testosterone in your system.",
"I keep having these NSFW thoughts about you. I think I need help...from you.",
"Guess what I’m thinking of right now? (Hint: It involves my tongue and your body.)",
"I heard there was a party in your mouth tonight. Can I come?",
"I want to tie your arms behind your back and make you scream in pleasure.",
"Do you like math? If so, then add a bed, subtract your clothes, divide you legs, and let’s multiply!",
"Send nudes, ASAP!",
"I just want you to know that I’ll be licking your body later.",
"You’re like a space rocket. You make me want to come inside you and fly you to the heaven and back.",
"I’m pretty good at bad decisions. Do you want to make a bad decision with me right now?",
"I just got out of the shower. Do you want to come over to help me dry off?",
"Talk dirty to me.",
"Have you ever taken a raunchy selfie?",
"My magic wand is aching to show you a trick.",
"I’d walk a thousand miles just to touch you tonight.",
"Have you ever tried to picture me naked?",
"I’ve had so many dirty thoughts about you today. Would you like to hear some of them?",
"Can I have you for my midnight snack?",
"I like your style and your class. But most of all, I like your arse!",
"If I correctly guess the color of your underwear, will you take them off for me?",
"Send me a picture of yours so I can show Santa what I want for Christmas.",
"If kisses were raindrops, I would send you a flood.",
"You’re one of God’s finest creation on Earth.",
"I wish you were here, so I can hug and kiss you lots.",
"I hope your day is as beautiful as you.",
"Just say the word and I'll instantly teleport to your side.",
"I can't wait to see you again.",
"Let's skip the flirty small talk and head straight to doing some actual action.",
"My favorite place is inside your hug.",
"I miss you.",
"You are my heart's epic adventure!",
"Congratulations, you've won a ticket to my heart!",
"Even if I can’t see you right now, I know you’re looking hot.",
"The stars in the sky are nothing compared to those in your eyes.",
"My heart makes a somersault every time my brain thinks of you.",
"Your body is wonderland.",
"At night, I dream about you. During the day, I daydream about you.",
"Ever since I met you, all the love songs suddenly turned to be about you.",
"They say you looked hot today. I guess I missed out.",
"When can I see you again? I admit that I enjoy you more visually.",
"I do not think much. I do not think often. But when I do think, I think of you.",
"Even though we are apart, my love for you will never part.",
"You’re my favorite distraction.",
"Your most attractive feature is your kindness. You make me a better person.",
"A day without you is a day without sunshine.",
"You look great today! How do I know? Because you look great everyday.",
"You can fall from a ladder. Heck, you can even fall from a tree. But the best way to fall, is to fall in love with me.",
"Ever since I met you, no one else is worth thinking about.",
"That smile of yours. It kills me every single time.",
"The only thing that I couldn’t ever hope to resist in this life is your lips.",
"The only thing that has a chance to improve my already beautiful day is you by my side."
        ]
    }
